Repository: mpampols/semicinternet.theme.cambrils
Catalog: semicinternet/theme/cambrils/locales/*/LC_MESSAGES/semicinternet.theme.cambrils.po
Languages: ca, es

source: Add Gallery Portlet
ca: Afegeix portlet de galeria
es: Añadir portlet de galeria

source: Cambrils Theme
ca: Plantilla Cambrils
es: Plantilla Cambrils

source: Cambrils settings
ca: Paràmetres de la plantilla Cambrils
es: Configuración de la plantilla Cambrils

source: Company about line 1
ca: Línia 1 amb informació de l'empresa
es: Información sobre la empresa, línea 1

source: Company about line 2
ca: Línia 2 amb informació de l'empresa
es: Información sobre la empresa, línea 2

source: Company about line 3
ca: Línia 3 amb informació de l'empresa
es: Información sobre la empresa, línea 3

source: Company about line 4
ca: Línia 4 amb informació de l'empresa
es: Información sobre la empresa, línea 4

source: Company name
ca: Nom de l'empresa
es: Nombre de la empresa

source: Edit Gallery Portlet
ca: Modifica portlet de galeria
es: Modificar el portlet de galería

source: Facebook Fanpage URL
ca: URL de la pàgina de fans a Facebook
es: URL de la página de Facebook

source: Flickr Account URL
ca: URL del compte de Flickr
es: URL de la página de Flickr

source: Gallery portlet for Cambrils Theme
ca: Portlet de galeria per a la plantilla Cambrils
es: Portlet de galería de imágenes de la plantilla Cambrils

source: How many depth to search inside the root folder.
ca: Indica el nivell de profunditat per a cercar des de l'arrèl
es: Profundidad a la que quieres buscar dentro de la raiz del sitio Plone.

source: How many images to list.
ca: Quantes imatges vols mostrar?
es: Cantidad de imágenes a mostrar.

source: Number of images to display
ca: Nombre d'imatges a mostrar
es: Cantidad de imágenes a mostrar

source: Number of levels in dropdown menu
ca: Nombre de nivells a mostrar al menú desplegable (0 desactiva el desplegable)
es: Niveles a mostrar en el menú desplegable

source: Path depth
ca: Profunditat de cerca
es: Niveles de profundidad

source: Slideshow folder
ca: Carpeta que conté les imatges del slideshow
es: Carpeta del slideshow de imágenes

source: This portlet displays an inline image gallery.
ca: Aquest portlet mostra una galeria d'imatges
es: Portlet que muestra una galería de imágenes.

source: Twitter Stream URL
ca: URL de la pàgina de Twitter
es: URL de la página de Twitter

source: Website author URL
ca: URL de la pàgina web del autor
es: URL del autor de la web

source: Website author name
ca: Nom de la pàgina web del autor
es: Nombre del autor de la web

source: YouTube Channel URL
ca: URL del canal de YouTube
es: URL del canal de YouTube

source: facebook-fanpage
ca: Pàgina de fans a Facebook
es: Página de fans en Facebook

source: flickr-page
ca: Pàgina de Flickr
es: Página de Flickr

source: help_author_name
ca: Nom de la teva empresa, o del creador del web.
es: Nombre de tu empresa o del creador de la web.

source: help_author_url
ca: URL de la pàgina web de l'empresa o del creador del web.
es: URL de tu empresa o del creador de la web.

source: help_company_about_line1
ca: Adreça o altra informació (línia 1).
es: Dirección o información extra (línea 1)

source: help_company_about_line2
ca: Adreça o altra informació (línia 2).
es: Dirección o información extra (línea 2)

source: help_company_about_line3
ca: Adreça o altra informació (línia 3).
es: Dirección o información extra (línea 3)

source: help_company_about_line4
ca: Adreça o altra informació (línia 4).
es: Dirección o información extra (línea 4)

source: help_company_name
ca: Nom del propietari del web.
es: Nombre del propietario del sitio web.

source: help_dropdown_menu_levels
es: Escribe el número de niveles a mostrar (0 desactiva el desplegable)

source: help_facebook_fanpage
ca: URL de la pàgina de fans de Facebook
es: URL de la página de fans en Facebook

source: help_flickr_page
ca: URL del compte de Flickr
es: URL de la página de Flickr

source: help_navigation_root
ca: Pots cercar i elegir la carpeta que actuarà com a l'arrèl de la galeria d'imatges, o bé deixar-ho en blanc per a utilitzar l'arrèl de Plone.
es: Puedes buscar y elegir una carpeta que actuará como raiz para la galería de imágenes. Puedes dejarlo en blanco para utilitzar la raiz del sitio web Plone.

source: help_slideshow_folder
ca: Nom (ID) de la carpeta que conté les imatges per al slideshow
es: Nombre (ID) de la carpeta que contiene las imágenes.

source: help_twitter_stream
ca: URL de la pàgina de Twitter.
es: URL de la página de Twitter.

source: help_youtube_channel
ca: URL de la pàgina de YouTube
es: URL de la página de YouTube

source: home
ca: Inici
es: Inicio

source: label_navigation_root_path
ca: L'arrèl de la galeria d'imatges
es: Nivel principal de la galería de imágenes

source: title_image_gallery
ca: Galeria d'imatges
es: Galería de imágenes

source: twitter-stream
ca: Pàgina de Twitter
es: Página de Twitter

source: youtube-channel
ca: Pàgina de YouTube
es: Página de YouTube
